{
    "testimonials": [
      {
        "name": "Sigge Sax",
        "position": "Developer and Swetugg Organizer",
        "text": "I worked with Svitlana when we arranged the .Net conference Swetugg together. I've been organizing the conference for years, and when Svitlana joined she very naturally became one in the team. Since the start she has been contributing with great ideas, related to everything from social media and website functionality, to improving experiences for our visitors! She's been a joy to work with!"
      },
      {
        "name": "Chandeep Khosa",
        "position": "Tech Consultant",
        "text": "One of Svitlana’s standout achievements was creating a comprehensive training manual for new developers working on one of our projects. This manual became an integral part of our technical documentation. It provides detailed explanations on how to navigate the project, its structure, components, and management. Additionally, she worked on high-level project diagrams and resolved a compatibility issue on Apple Silicon M3 machines. We are proud of Svitlana’s progress and contributions during her time with us and believe she will be a valuable asset to any team she joins."
      },
      {
        "name": "Jimmy Engström",
        "position": "Microsoft MVP",
        "text": "I’ve had the pleasure of working with Svitlana as part of the Swetugg organizing team, where she has taken charge of our social media with impressive speed and skill. In a small team like ours, each member takes full responsibility for their area, and Svitlana stepped into her role seamlessly. She has created high-quality social media content that truly showcases our conference, and she does it fast! Beyond her talent for content creation, she’s also a great person to work with – proactive, creative, and reliable. I hope we continue working together on future events because her contributions have been invaluable."
      },
      {
        "name": "Anna Fedorova",
        "position": "Front-end developer",
        "text": "I had the privilege of working with Svitlana on a team project, during which she demonstrated a high level of soft and hard skills. Her excellent communication, initiative and willingness to help colleagues are impressive. Her ability to navigate and effectively cope with complex tasks shows her as a professional and promising Front-end developer. I recommend Svitlana as a valuable team member, ready for further professional growth."
      },
      {
        "name": "Nicky Torode",
        "position": "Bigger Picture Coach",
        "text": "I've had the pleasure of knowing and working with Svitlana, and I can genuinely say she's one of the most dedicated developers I've encountered. What strikes me most about her is her relentless commitment to learning and improving her craft - she's constantly updating her skills and staying current with the latest technologies. Svitlana has an exceptional eye for detail that's quite rare in this field. When she takes on a project, she doesn't just deliver what's asked for - she anticipates potential issues and delivers solutions that are both elegant and robust. What I particularly appreciate about working with her is her collaborative spirit. She listens carefully to requirements, asks the right questions, and keeps you informed throughout the development process."
      },
      {
        "name": "Magnus Timner",
        "position": "VP and co founder of Solidify",
        "text": "I worked with Svitlana when we arranged the .Net conference Swetugg together. I've been organizing the conference for years, and when Svitlana joined she very naturally became one in the team. Since the start she has been contributing with great ideas, related to everything from social media and website functionality, to improving experiences for our visitors! She's been a joy to work with!"
      },
      {
        "name": "Uliana Shumei",
        "position": "Senior manager of the educational team at Kharkiv IT Cluster",
        "text": "Svitlana participated in BootCamp 2024 by Kharkiv IT Cluster coordinated by me. She worked as a Front-End Developer on the project “ITEdu-certification” in the team of Mykhailo Maksymov, the program director of GoITeens. Svitlana revealed herself to be hardworking and responsible. She met deadlines, helped the team, and skillfully demonstrated her both hard and soft skills. The experience of working with her as a participant was extremely positive. The result of Svitlana'і work was a successful MVP of the 'ITEdu-certification' product. Kharkiv IT Cluster thanks Svitlana for her contribution to the product development while participating in BootCamp 2024 and can undoubtedly recommend her as a good and responsible specialist for future employment."
      }
    ]
  }
  